---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearStrengthReduction
source: html/1f333b6a-5a82-26cd-e2f8-43882dec380d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearStrengthReduction Property

"Shear strength modification"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamShearStrengthReduction { get; }
```